[
  {
    "imageFile": "food1",
    "foodName": "เสต็กหมู",
    "resturantDe": "ร้านสเต๊กราคาเบา ๆ แต่คุณภาพเหนือขั้นในบรรยากาศร้านน่านั่งตกแต่งสวยงาม พร้อมเสิร์ฟสเต๊กรสชาติต้นตำรับย่างด้วยเตาหินลาวา! เริ่มต้นด้วย \"ซีซาร์สลัด\" ผักสดกรอบพร้อมเบคอนหอม ๆ และต้องไม่พลาดกับ “สเต๊กเนื้อสันนอก” เนื้อนุ่มชุ่มฉ่ำกินคู่กับซอสเกรวีรสเข้มข้น",
    "description": "ร้านบ้านเต้ง",
    "price": "129 บาท",
    "scariness": 2
  },
  {
    "imageFile": "food2",
    "foodName": "สปาเก็ตตี้",
    "resturantDe": "สปาเก็ตตี้เส้นนุ่ม หอมหวาน กับเครื่องเทศแสนอร่อยเสริฟพร้อมกับ น้ำผลไม้อย่างดี คุณภาพสูงราคาย่อมเยามี สปาเก็ตตี้ของที่นี่มีให้เลือก 4 แบบด้วยกันคือ แบบครีมซอส ซอสมะเขือเทศ ผัดขี้เมา และผัดกระเทียม ส่วนเครื่องก็จะมีให้เลือกเช่นเห็ด ปลาแซลมอน ปลาสลิดเป็นต้น",
    "description": "นวลจันทร์ขาวสว่าง",
    "price": "89 บาท",
    "scariness": 4
  },
  {
    "imageFile": "food3",
    "foodName": "พแนงหมู",
    "resturantDe": "ที่ยงนี้ถ้าคุณอยู่บ้านแล้วไม่รู้ว่าจะทำเมนูรับประทานอะไรดี เราขอแนะนำแกงแบบไทย ๆ หอมเครื่องแกงและกะทิกับเมนูแกงพะแนง ไม่ว่าจะเป็นพะแนงหมู เนื้อ ไก่ก็อร่อย หอมเครื่องแกงผัดผสมกับกะทิจนได้รสชาติกลมกล่อม เผ็ดกำลังดี รับประทานกับข้าวสวยร้อน ๆ อร่อยรับมื้อเที่ยงได้อิ่มท้องดีจริงเชียว",
    "description": "อิ่มหมี",
    "price": "69 บาท",
    "scariness": 3
  },
  {
    "imageFile": "food4",
    "foodName": "สลัด",
    "resturantDe": "บรรดาสลัดเพื่อสุขภาพ เช่น สลัดผัก สลัดผลไม้ สลัดทูน่า หรือสลัดโรล จะขาดน้ำสลัด ไม่ได้เลย แต่เนื่องจากน้ำสลัดตามท้องตลาดส่วนมากมีแค่สลัดครีม ครั้นกินทุกวันก็เบื่อ ดังนั้นเรามาทำน้ำสลัดเองดีไหม กระปุกดอทคอมขอนำเสนอวิธีทำน้ำสลัดยอดนิยม เช่น น้ำสลัดงาคั่วญี่ปุ่น น้ำสลัดครีม น้ำสลัดวาซาบิ น้ำสลัดอิตาเลียน ยิ่งแช่เย็นยิ่งอร่อยนะคะ",
    "description": "อิ่มหมี",
    "price": "130 บาท",
    "scariness": 5
  },
  {
    "imageFile": "food5",
    "foodName": "สลัดไข่",
    "resturantDe": "บรรดาสลัดเพื่อสุขภาพ เช่น สลัดผัก สลัดผลไม้ สลัดทูน่า หรือสลัดโรล จะขาดน้ำสลัด ไม่ได้เลย แต่เนื่องจากน้ำสลัดตามท้องตลาดส่วนมากมีแค่สลัดครีม ครั้นกินทุกวันก็เบื่อ ดังนั้นเรามาทำน้ำสลัดเองดีไหม กระปุกดอทคอมขอนำเสนอวิธีทำน้ำสลัดยอดนิยม เช่น น้ำสลัดงาคั่วญี่ปุ่น น้ำสลัดครีม น้ำสลัดวาซาบิ น้ำสลัดอิตาเลียน ยิ่งแช่เย็นยิ่งอร่อยนะคะ",
    "description": "บ้านดง",
    "price": 100,
    "scariness": 2
  },
  {
    "imageFile": "food6",
    "foodName": "เบอร์เกอร์",
    "resturantDe": "อยากกินเบอร์เกอร์ แต่คิดไม่ออกว่าจะสอดไส้อะไรดี เอาล่ะ... เลิกคิดมากจนปวดหัวแล้วเตรียมกระดาษกับปากกามาลอกวิธีทำแบบเนียน ๆ ได้เลย กระปุกดอทคอมขอนำเสนอวิธีทำเมนูเบอร์เกอร์ง่าย ๆ เช่น เบอร์เกอร์ไก่ เบอร์เกอร์หมู รวมถึงเบอร์เกอร์ข้าวเหนียว ",
    "description": "ไบซัน",
    "price": "120 บาท",
    "scariness": 3
  },
  {
    "imageFile": "food7",
    "foodName": "แพนเค้กรสส้ม",
    "resturantDe": "หลายครั้งเวลาเปิดโลกโซเซียลเนตเวิร์กดูข่าวสาร ความเคลื่อนไหวต่าง ๆ ในตอนเช้า ๆ บ่อยครั้งก็จะมีคนอวดภาพอาหารมื้อเช้าหน้าตาน่ากินชวนหิวอยู่เสมอ ถ้าเป็นอาหารเช้าสไต์ฝรั่งส่วนมาก เราจะเห็นภาพมื้อเช้าเป็นเมนูแพนเค้กเสียเป็นส่วนใหญ่",
    "description": "นมมอ",
    "price": "80 บาท",
    "scariness": 5
  },
  {
    "imageFile": "food8",
    "foodName": "เบอร์เกอร์เนื้อ กับ เฟรนซ์ฟราย",
    "resturantDe": "อยากกินเบอร์เกอร์ แต่คิดไม่ออกว่าจะสอดไส้อะไรดี เอาล่ะ... เลิกคิดมากจนปวดหัวแล้วเตรียมกระดาษกับปากกามาลอกวิธีทำแบบเนียน ๆ ได้เลย กระปุกดอทคอมขอนำเสนอวิธีทำเมนูเบอร์เกอร์ง่าย ๆ เช่น เบอร์เกอร์ไก่ เบอร์เกอร์หมู รวมถึงเบอร์เกอร์ข้าวเหนียว ",
    "description": "สเต็กนิวยอร์ก",
    "price": "150 บาท",
    "scariness": 2
  },
  {
    "imageFile": "food9",
    "foodName": "เบอร์เกอร์หมู",
    "resturantDe": "ใครจะไปคิดว่าจะมานั่งทำแฮมเบอร์เกอร์หรู ๆ กินเองที่บ้านได้ เพราะดูแล้วน่าจะมีขั้นตอนการทำที่ยุ่งยากอยู่พอสมควร แถมยังเป็นกังวลเรื่องรูปร่างหน้าตาและรสชาติที่ออกมาว่าจะเป็นอย่างไรอีก วันนี้กระปุกดอทคอมเลยไปคว้าวิธีทำชีสเบอร์เกอร์หมูแบบโฮมเมด",
    "description": "ฟาร์มโชคชัย",
    "price": "79 บาท",
    "scariness": 4
  },
  {
    "imageFile": "food10",
    "foodName": "พิซซ่า",
    "resturantDe": "  วันหยุดถ้าอยากจัดงานปาร์ตี้เล็ก ๆ ในครอบครัว หรืออยากทำอาหารสำหรับคนพิเศษ คงจะไม่มีเมนูไหนที่น่าสนใจเท่าพิซซ่าอีกแล้ว เพราะทำครั้งเดียวได้ปริมาณเยอะ แถมหน้าตาดูดีด้วยเครื่องเครา ถ้าใครอยากลองทำเองก็ไม่ยากเลย ",
    "description": "ฟาร์มชัยชิว",
    "price": "199 บาท",
    "scariness": 1
  },
  {x`
    "imageFile": "food11",
    "foodName": "แพนเค้ก",
    "resturantDe": "งแพนเค้กอาหารเช้าจานนี้จะทำง่าย ๆ แต่หน้าตาที่ทำออกมาแล้วดูไม่ธรรมดาเลยนะเนี่ย ก่อนจะกินก็อย่าลืมถ่ายรูปไว้อวดเพื่อน ๆ กันด้วยนะคะ",
    "description": "เล็กนมสด",
    "price": "139 บาท",
    "scariness": 3
  }

]